/* 
   Localizable.strings
   gfxCardStatus

   Created by Thierry Coppey on 15.05.10.
   Copyright 2010 Thierry Coppey. All rights reserved.
 */

/* Main menu */
"About"					= "À propos de gfxCardStatus %%";
"Update"				= "Vérifier les mises à jour …";
"Preferences"			= "Préférences …";
"Card"					= "GPU: %%";
"SwitchGPUs"			= "Changer de GPU";
"IntegratedOnly"		= "Intégré uniquement";
"DiscreteOnly"			= "Dédié uniquement";
"DynamicSwitching"		= "Basculement automatique";
"Dependencies"			= "Dépendances";
"NoProcess"				= "Aucun";
"Quit"					= "Quitter";
"Close"					= "Fermer";
"PowerSource"           = "Source Alim. : %%";
"Battery"               = "Batterie";
"ACAdapter"             = "Secteur";
"VisitWebsite"          = "Visiter le site web …";

/* Preferences window */
"PrefTitle"				= "Préférences de gfxCardStatus";
"PrefUpdate"			= "Vérifier les mises à jour au démarrage";
"PrefGrowl"				= "Utiliser Growl pour les notifications";
"PrefStartup"			= "Lancer gfxCardStatus au démarrage";
"PrefLog"				= "Afficher les messages de diagnostic";
"PrefRestoreState"		= "Restaurer le dernier mode utilisé au démarrage";
"PrefPowerSwitching"	= "S'adapter à la source d'alimentation";
"Integrated"            = "Intégré";
"Discrete"              = "Dédié";
"Dynamic"               = "Automatique";
"OnBattery"             = "Sur batterie :";
"PluggedIn"             = "Sur secteur :";
"General"               = "Général";
"Advanced"              = "Avancé";
"Switching"             = "Basculement";
"SmartMenuBarIcons"     = "Icône intelligente en barre de menu";

/* About box */
"AboutTitle"			= "A propos de gfxCardStatus";
"AboutWebsite"			= "Site web";

/* Growl */
"GrowlGPUChanged"       = "Changement de GPU";
"GrowlGPUChangedMessage"           = "'%1$@' est désormais actif";

/* Startup box */
"ThanksForDownloading"      = "Merci d'avoir téléchargé gfxCardStatus!";
"PleaseConsiderDonating"    = "Si vous le trouvez utile, SVP considérez un don pour encourager le développement et participer aux coûts d'hébergement. Vous trouverez le lien pour un don, ainsi que la FAQ (que vous devriez VRAIMENT lire) sur la page web de gfxCardStatus:";
"DontShowAgain"             = "Ne plus afficher";

/* Unsupported machine box */
"UnsupportedMachine"    = "Vous utilisez un système que gfxCardStatus ne gère pas. Soyez certain d'utiliser un MacBook Pro avec deux GPUs.";
"OhISee"                = "Je vois…";

/* Miscellaneous notifications */
"Can'tSwitchToIntegratedOnlySingular" = "Vous ne pouvez pas basculer Intégré uniquement quand l'élément suivant est en fonction:";
"Can'tSwitchToIntegratedOnlyPlural" = "Vous ne pouvez pas basculer Intégré uniquement quand les éléments suivants sont en fonction:";
